export const aboutText = {
  about1: `在民國三十年，上妙下慧長老尼與胡覺宏、林覺說等人，
來到宜蘭冬山鄉草漉山，在山林間搭建起一座簡樸的草庵，
取名為「白蓮寺」，為當地信眾開啟一處修行與心靈寄託的寺院。
光復後，上妙下慧長老尼返回南部故鄉，至使原信眾頓失信仰中心，心中充滿思念，於是誠邀上妙下慧長老尼再度回到白蓮寺弘法。
但由於寺院位處偏遠山區，交通不便，信眾來往不易。
為了讓更多人能就近聞法，故於民國三十九年（佛曆 2494 年），
上妙下慧長老尼與達真法師、達願法師，以及何福、張阿力、
林阿旺等居士，共同發心於現寺址興建本白蓮寺。
這座由眾人一磚一瓦搭建而成的寺院，凝聚了深厚的信念與無
數善心的投入。然而到了民國五十年八月初，一場波密拉颱風
重創了寺院，大雄寶殿與講堂的屋頂嚴重毀損。
雖在這場風災中導致寺院損毀，但由上妙下慧長老尼與莊阿鴻、
何阿木、廖兩同、范達能、黃達禪、廖達容、林達賢、徐達淵、
李蓮華等諸位居士，再次集結力量、發心募資，共同重建本寺，
讓白蓮寺於困境重生，續寫一段信仰交織的新篇章。`,

  academy1: `人生有很多難題，將禪修的方法應用在日常生活中，透過練習活用，讓生活即修行，修行亦生活。
每週安排不同課程，氣功、瑜珈、合氣道，針對各種程度的學員，設計簡單、實用的動作，有效舒緩壓力、解放自我。
對於生活的美感用水墨課及生活花藝課薰陶身心。
臨終關懷直視生命中最重要的課程，在人生最後一程，學習如何自處與安排。
精彩的課程，讓你/妳可以發現不同的可能。`,

  daycare1: `在這裡，每一天都充滿笑聲與陪伴。
我們用心規劃各式復健活動，結合趣味益智遊戲，
在輕鬆有趣的氛圍中，陪伴長輩訓練身體的平衡與協調能力，
同時活化思考與專注力。每一次參與不只是活動，
更是一段充滿關懷與連結的溫暖時光。
我們相信，陪伴比什麼都重要。
不是教與學的距離，而是一起走過的過程。
每一位夥伴細心傾聽、溫柔引導，陪伴長輩自在參與、開心互動。
並打造出舒適、安心的環境，讓每位長輩放心加入、自在探索。
無論是認識新朋友、挑戰小任務，還是坐下來輕鬆聊天，
這裡都是樂齡生活的好選擇。
我們一起動起來、一起笑出來，一起共學、共享生活的美好時光。
並在這歡迎您，一同踏上這段有笑、有愛、有溫度的樂齡旅程。`,

  daycare2: `我們一直在這裡，用陪伴守護每一份活力與幸福。`,

  donation1: ` 親愛的善信大德，本寺秉持弘法利生的初心，長年舉辦各項法會與佛學活動，
  而寺院的日常運作、建設與香火供養，皆仰賴十方信眾的護持與發心。
  除了隨喜護持本寺弘法志業外，您亦可透過「祈福點燈」為自己與家人點亮一盞光明與希望。
  在佛前點燈是清淨殊勝的供養，其光明象徵佛陀的智慧，能破除內心的無明煩惱，每一盞燈都代表一份誠摯祝願，
  祈求佛菩薩慈光加被，護佑點燈者闔家平安、福慧增長、所求滿願。誠摯邀請您隨喜護持或點亮心燈，共同成就利益眾生的善業，
  點滴功德，無量無邊，感恩您的護持與發心。`,
  donation2: ` 感恩您的護持與發心。`,

  hotpot1: `我們的素食火鍋，堅持用新鮮的蔬果熬製湯頭，
完整保留食材的天然清甜與原味。
細火慢熬出來的湯頭清澈甘甜，每一口湯頭，
都帶來自然的清新與豐盈的滋味。這樣的湯底，
不僅清爽無負擔，更是健康養生的最佳選擇。`,

  hotpot2: `除了火鍋外，搭配多樣手作小點，每一份都是純手工製作，
用心調配，讓豐富的口感與細膩滋味完美結合，
滿足您挑剔的味蕾，帶來幸福又溫暖的享受。
無論是全家大小齊聚一堂，還是與好友輕鬆聚餐，
不二齋-喜悅素鍋都是您最佳的選擇。
誠摯邀請您一同品味這份自然純粹、溫暖人心的素食火鍋，
感受身心的放鬆與滿足。`,

  hotpot3: `11:00-20:00 每個月第一、第三周禮拜三公休`,

  contact1: `聯絡資訊`,
  contact2: `地址：269宜蘭縣冬山鄉永興路二段903號

聯絡電話：03 951 2827`,
}
